Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# workdesk.error.title
source: Give the project a name.
es: Dale un nombre al proyecto.
ja: プロジェクトに名前を付けてください。
zh_hans: 请为项目命名。

# workdesk.expanded
source: Expanded
es: Expandido
ja: 展開済み
zh_hans: 已展开

# workdesk.group
source: Create project
es: Crear proyecto
ja: プロジェクトを作成
zh_hans: 创建项目

# workdesk.handoff.bytesUnavailable
source: A selected file is not available on this device. Let it finish syncing, reattach it, or leave it out of this handoff.
es: Un archivo seleccionado no está disponible en este dispositivo. Deja que termine de sincronizarse, vuelve a adjuntarlo o exclúyelo de este envío.
ja: 選択したファイルはこのデバイスで利用できません。同期を待つか、再添付するか、今回の送信から除外してください。
zh_hans: 所选文件在此设备不可用。请等待同步完成、重新附加，或从此次提交中排除。

# workdesk.handoff.connectionChanged
source: The selected connection changed. Review the handoff again before sending.
es: La conexión seleccionada cambió. Revisa de nuevo el envío antes de enviarlo.
ja: 選択した接続が変更されました。送信前に内容を再確認してください。
zh_hans: 所选连接已发生变化，发送前请再次检查提交内容。

# workdesk.handoff.emptyBrief
source: Add an instruction so your AI knows what to do with these materials.
es: Añade una instrucción para que tu IA sepa qué hacer con estos materiales.
ja: AIがこれらの素材で何をすればよいか分かるよう、指示を追加してください。
zh_hans: 请添加指令，让 AI 知道如何处理这些素材。

# workdesk.handoff.failed
source: The handoff could not finish. Your project is unchanged. Review it again to try once more.
es: El envío no pudo terminar. Tu proyecto no ha cambiado. Revísalo de nuevo para reintentar.
ja: 送信準備を完了できませんでした。プロジェクトは変更されていません。内容を再確認して再試行してください。
zh_hans: 无法完成提交，项目未改变。请再次检查后重试。

# workdesk.handoff.materialChanged
source: A selected material changed. Close this brief and open it again to review the latest version.
es: Un material seleccionado cambió. Cierra esta descripción y vuelve a abrirla para revisar la última versión.
ja: 選択した素材が変更されました。この概要を閉じて開き直し、最新版を確認してください。
zh_hans: 所选素材已发生变化，请关闭此任务说明，再重新打开以检查最新版本。

# workdesk.handoff.needsFileTransfer
source: This file needs a connection with file transfer. Choose another AI, or leave the file out of this handoff.
es: Este archivo necesita una conexión con transferencia de archivos. Elige otra IA o excluye el archivo de este envío.
ja: このファイルにはファイル転送対応の接続が必要です。別のAIを選ぶか、今回の送信から除外してください。
zh_hans: 此文件需要支持文件传输的连接。请选择其他 AI，或从此次提交中排除文件。

# workdesk.handoff.noGateway
source: Choose an available AI connection to continue.
es: Elige una conexión de IA disponible para continuar.
ja: 続けるには、利用できるAI接続を選んでください。
zh_hans: 请选择可用的 AI 连接以继续。

# workdesk.handoff.remoteResult
source: This file is still on its gateway. Open its source conversation, download it, then add the file to this project before including it.
es: Este archivo sigue en su pasarela. Abre su conversación de origen, descárgalo y añádelo a este proyecto antes de incluirlo.
ja: このファイルはまだゲートウェイ上にあります。元の会話からダウンロードし、このプロジェクトに追加してから選んでください。
zh_hans: 此文件仍在网关上。请打开来源对话下载，再将文件添加到此项目后包含它。

# workdesk.handoff.submissionRefused
source: The chat could not accept this handoff. Your brief and materials are still in Work.
es: El chat no pudo aceptar este envío. Tu descripción y materiales siguen en Trabajo.
ja: チャットがこの送信準備を受け付けませんでした。概要と素材はワークスペースに残っています。
zh_hans: 聊天无法接受此次提交，任务说明和素材仍在工作台中。

# workdesk.home.loose
source: On Home
es: En Inicio
ja: ホーム内
zh_hans: 在主页上

# workdesk.layout.desk
source: Desk
es: Escritorio
ja: ワークスペース
zh_hans: 工作台

# workdesk.material.addToNamedProject
source: Add to %@
es: Añadir a %@
ja: %@に追加
zh_hans: 添加到 %@

# workdesk.material.companionNotes
source: Notes for attached material…
es: Notas para el material adjunto…
ja: 添付素材のメモ…
zh_hans: 附加素材的备注…

# workdesk.material.count
source: %lld materials
es: %lld materiales
ja: 素材%lld件
zh_hans: %lld 项素材

# workdesk.material.delete.everywhere
source: Delete Everywhere
es: Eliminar en todas partes
ja: すべての場所から削除
zh_hans: 从所有位置删除

# workdesk.material.delete.message
source: This material will be deleted from Home and every project that contains it.
es: Este material se eliminará de Inicio y de todos los proyectos que lo contengan.
ja: この素材をホームと、素材を含むすべてのプロジェクトから削除します。
zh_hans: 此素材将从主页及所有包含它的项目中删除。

# workdesk.material.delete.pair
source: This picture and its voice note will be deleted from Home and every project that contains them.
es: Esta imagen y su nota de voz se eliminarán de Inicio y de todos los proyectos que las contengan.
ja: この画像と音声メモをホームと、それらを含むすべてのプロジェクトから削除します。
zh_hans: 此图片及其语音笔记将从主页及所有包含它们的项目中删除。

# workdesk.material.delete.title
source: Delete this material everywhere?
es: ¿Eliminar este material en todas partes?
ja: この素材をすべての場所から削除しますか？
zh_hans: 从所有位置删除此素材？

# workdesk.material.home
source: Home
es: Inicio
ja: ホーム
zh_hans: 主页

# workdesk.material.locations
source: In %@
es: En %@
ja: %@内
zh_hans: 在 %@ 中

# workdesk.material.moveToNamedProject
source: Move to %@
es: Mover a %@
ja: %@に移動
zh_hans: 移到 %@

# workdesk.material.notes.title
source: Your notes
es: Tus notas
ja: メモ
zh_hans: 你的备注

# workdesk.material.openNamedProject
source: Open %@
es: Abrir %@
ja: %@を開く
zh_hans: 打开 %@

# workdesk.material.openProject
source: Open project
es: Abrir proyecto
ja: プロジェクトを開く
zh_hans: 打开项目

# workdesk.material.projectCount
source: In %lld projects
es: En %lld proyectos
ja: %lld個のプロジェクト内
zh_hans: 在 %lld 个项目中

# workdesk.material.select
source: Select material
es: Seleccionar material
ja: 素材を選択
zh_hans: 选择素材

# workdesk.material.unfiled
source: No project
es: Sin proyecto
ja: プロジェクトなし
zh_hans: 无所属项目

# workdesk.material.used.count
source: Used in %lld conversations
es: Usado en %lld conversaciones
ja: %lld件の会話で使用
zh_hans: 用于 %lld 个对话

# workdesk.material.used.empty
source: No saved conversations use this material.
es: Ninguna conversación guardada usa este material.
ja: この素材を使う保存済みの会話はありません。
zh_hans: 没有已保存的对话使用此素材。

# workdesk.material.used.explanation
source: These conversations used a copy of the material as it was when sent. Moving or editing it in Work doesn’t change earlier messages.
es: Estas conversaciones usaron una copia del material tal como era al enviarlo. Moverlo o editarlo en Trabajo no cambia los mensajes anteriores.
ja: これらの会話では、送信時点の素材のコピーを使っています。ワークスペースで移動・編集しても、過去のメッセージは変わりません。
zh_hans: 这些对话使用的是发送时的素材副本。在工作台移动或编辑素材不会改变之前的消息。

# workdesk.material.used.once
source: Used in 1 conversation
es: Usado en 1 conversación
ja: 1件の会話で使用
zh_hans: 用于 1 个对话

# workdesk.move
source: Move to
es: Mover a
ja: 移動先
zh_hans: 移到

# workdesk.moveToHome
source: Move to Home
es: Mover a Inicio
ja: ホームに移動
zh_hans: 移到主页

# workdesk.pro.chooseProjects
source: Choose projects
es: Elegir proyectos
ja: プロジェクトを選択
zh_hans: 选择项目

# workdesk.pro.expired.message
source: Your Pro subscription ended. Choose which projects stay active on the free plan.
es: Tu suscripción Pro terminó. Elige qué proyectos siguen activos en el plan gratuito.
ja: Proのサブスクリプションが終了しました。無料プランで有効にするプロジェクトを選んでください。
zh_hans: Pro 订阅已结束，请选择免费方案中保留启用的项目。

# workdesk.pro.selection.archiveAll
source: Archive all projects
es: Archivar todos los proyectos
ja: すべてのプロジェクトをアーカイブ
zh_hans: 归档所有项目

# workdesk.pro.selection.confirm
source: Keep selected projects active
es: Mantener activos los proyectos seleccionados
ja: 選択したプロジェクトを有効にする
zh_hans: 保持所选项目启用

# workdesk.pro.selection.explanation
source: Keep up to %lld projects active. The others will be archived, with all their materials and conversations preserved.
es: Mantén hasta %lld proyectos activos. Los demás se archivarán conservando todos sus materiales y conversaciones.
ja: 最大%lld件のプロジェクトを有効にできます。残りはアーカイブされ、素材と会話はすべて保持されます。
zh_hans: 最多保留 %lld 个启用项目。其他项目将归档，所有素材和对话均保留。

# workdesk.pro.selection.message
source: Choose which projects stay active on the free plan. All your materials and conversations remain available.
es: Elige qué proyectos siguen activos en el plan gratuito. Todos tus materiales y conversaciones permanecen disponibles.
ja: 無料プランで有効にするプロジェクトを選んでください。素材と会話はすべて引き続き利用できます。
zh_hans: 请选择免费方案中保留启用的项目，所有素材和对话仍可使用。

# workdesk.pro.selection.otherDevice
source: Choose your active projects in Work on iPhone, iPad or Mac to continue.
es: Elige tus proyectos activos en Trabajo en el iPhone, iPad o Mac para continuar.
ja: iPhone、iPad、Macのワークスペースで有効なプロジェクトを選んで続けてください。
zh_hans: 请在 iPhone、iPad 或 Mac 的工作台中选择启用的项目，再继续。

# workdesk.pro.selection.reviewAgain
source: Review projects again
es: Revisar proyectos de nuevo
ja: プロジェクトを再確認
zh_hans: 再次检查项目

# workdesk.pro.selection.summary
source: %lld will stay active. %lld will be archived.
es: %lld seguirán activos. %lld se archivarán.
ja: %lld件を有効にし、%lld件をアーカイブします。
zh_hans: %lld 个将保持启用，%lld 个将归档。

# workdesk.project.actions
source: Project actions
es: Acciones del proyecto
ja: プロジェクトの操作
zh_hans: 项目操作

# workdesk.project.archive
source: Archive project
es: Archivar proyecto
ja: プロジェクトをアーカイブ
zh_hans: 归档项目

# workdesk.project.archived.message
source: Archived. Restore this project to add materials or start a new conversation.
es: Archivado. Restaura este proyecto para añadir materiales o iniciar una conversación nueva.
ja: アーカイブ済みです。素材の追加や新しい会話の開始には、このプロジェクトを復元してください。
zh_hans: 已归档。恢复此项目后可添加素材或开始新对话。

# workdesk.project.color
source: Project color
es: Color del proyecto
ja: プロジェクトの色
zh_hans: 项目颜色

# workdesk.project.color.amber
source: Amber
es: Ámbar
ja: アンバー
zh_hans: 琥珀色

# workdesk.project.color.blue
source: Blue
es: Azul
ja: ブルー
zh_hans: 蓝色

# workdesk.project.color.lavender
source: Lavender
es: Lavanda
ja: ラベンダー
zh_hans: 淡紫色

# workdesk.project.color.sage
source: Sage
es: Verde salvia
ja: セージ
zh_hans: 鼠尾草绿

# workdesk.project.color.slate
source: Slate
es: Pizarra
ja: スレート
zh_hans: 岩灰色

# workdesk.project.context.add
source: Add context
es: Añadir contexto
ja: 文脈を追加
zh_hans: 添加上下文

# workdesk.project.context.explanation
source: Background, goals and preferences to include when starting conversations in this project. Give each conversation its own task.
es: Información de fondo, objetivos y preferencias para incluir al iniciar conversaciones en este proyecto. Asigna a cada conversación su propia tarea.
ja: このプロジェクトで会話を始める際に含める背景、目標、希望です。各会話には個別のタスクを指定してください。
zh_hans: 此项目对话开始时包含的背景、目标和偏好。每个对话再填写独立任务。

# workdesk.project.context.future
source: Changes apply to new requests. Existing conversations keep the context they received.
es: Los cambios se aplican a las solicitudes nuevas. Las conversaciones existentes conservan el contexto que recibieron.
ja: 変更は新しいリクエストに適用されます。既存の会話は受信済みの文脈を保持します。
zh_hans: 更改适用于新请求，现有对话保留已收到的上下文。

# workdesk.project.context.placeholder
source: What should your AI know about this project?
es: ¿Qué debería saber tu IA sobre este proyecto?
ja: このプロジェクトについてAIに何を伝えますか？
zh_hans: AI 应了解此项目的哪些信息？

# workdesk.project.context.saved
source: Project context
es: Contexto del proyecto
ja: プロジェクトの文脈
zh_hans: 项目上下文

# workdesk.project.context.title
source: Project context
es: Contexto del proyecto
ja: プロジェクトの文脈
zh_hans: 项目上下文

# workdesk.project.conversations
source: Conversations
es: Conversaciones
ja: 会話
zh_hans: 对话

# workdesk.project.create.explanation
source: A home for related ideas, files and the brief you’ll shape from them.
es: Un lugar para ideas relacionadas, archivos y la descripción que crearás a partir de ellos.
ja: 関連するアイデアやファイル、そこからまとめる概要の置き場所。
zh_hans: 存放相关想法、文件，以及由它们整理出的任务说明。

# workdesk.project.delete.action
source: Delete project…
es: Eliminar proyecto…
ja: プロジェクトを削除…
zh_hans: 删除项目…

# workdesk.project.delete.context
source: The project and its saved context will be removed.
es: Se eliminarán el proyecto y su contexto guardado.
ja: プロジェクトと保存済みの文脈を削除します。
zh_hans: 项目及其已保存的上下文将移除。

# workdesk.project.delete.conversation.one
source: Its 1 conversation will remain in Chats.
es: Su única conversación permanecerá en Chats.
ja: 含まれる1件の会話はチャットに残ります。
zh_hans: 它的 1 个对话会保留在聊天中。

# workdesk.project.delete.conversations
source: Its %lld conversations will remain in Chats.
es: Sus %lld conversaciones permanecerán en Chats.
ja: 含まれる%lld件の会話はチャットに残ります。
zh_hans: 它的 %lld 个对话会保留在聊天中。

# workdesk.project.delete.empty
source: Delete project
es: Eliminar proyecto
ja: プロジェクトを削除
zh_hans: 删除项目

# workdesk.project.delete.failed
source: The project couldn’t be deleted.
es: No se pudo eliminar el proyecto.
ja: プロジェクトを削除できませんでした。
zh_hans: 无法删除项目。

# workdesk.project.delete.keep
source: Keep materials
es: Conservar materiales
ja: 素材を保持
zh_hans: 保留素材

# workdesk.project.delete.keep.homeExplanation
source: Materials that are only in this project return together to Home. Materials used elsewhere stay in those locations. Attached notes are kept too.
es: Los materiales que solo estén en este proyecto vuelven juntos a Inicio. Los usados en otros lugares permanecen allí. También se conservan las notas adjuntas.
ja: このプロジェクトだけにある素材は、まとめてホームに戻ります。ほかの場所でも使う素材はその場所に残り、添付したメモも保持されます。
zh_hans: 仅属于此项目的素材会一起返回主页。在其他位置使用的素材仍保留在那里，附加备注也会保留。

# workdesk.project.delete.materials
source: Delete project and %lld materials
es: Eliminar proyecto y %lld materiales
ja: プロジェクトと素材%lld件を削除
zh_hans: 删除项目和 %lld 项素材

# workdesk.project.delete.materialsEverywhere
source: Delete project and materials everywhere
es: Eliminar proyecto y materiales en todas partes
ja: プロジェクトと素材をすべての場所から削除
zh_hans: 删除项目，并从所有位置删除素材

# workdesk.project.delete.one
source: Delete project and 1 material
es: Eliminar proyecto y 1 material
ja: プロジェクトと素材1件を削除
zh_hans: 删除项目和 1 项素材

# workdesk.project.delete.question
source: Delete “%@”?
es: ¿Eliminar “%@”?
ja: 「%@」を削除しますか？
zh_hans: 删除“%@”？

# workdesk.project.delete.remove.explanation
source: Removes these materials and their attached notes from Work on your synced devices. Existing conversations and files already sent to gateways remain.
es: Elimina estos materiales y sus notas adjuntas de Trabajo en tus dispositivos sincronizados. Las conversaciones existentes y los archivos ya enviados a pasarelas permanecen.
ja: 同期するデバイスのワークスペースから、これらの素材と添付メモを削除します。既存の会話や、ゲートウェイに送信済みのファイルは残ります。
zh_hans: 从已同步设备的工作台移除这些素材及其附加备注。现有对话和已发送到网关的文件保留。

# workdesk.project.delete.reopen
source: Close this review and choose Delete project again to review the latest materials.
es: Cierra esta revisión y elige Eliminar proyecto de nuevo para revisar los materiales actuales.
ja: この確認を閉じて、もう一度「プロジェクトを削除」を選び、最新の素材を確認してください。
zh_hans: 请关闭此检查页面，再次选择“删除项目”以检查最新素材。

# workdesk.project.delete.review
source: Delete project
es: Eliminar proyecto
ja: プロジェクトを削除
zh_hans: 删除项目

# workdesk.project.delete.shared
source: Some materials also appear in other projects. Keeping materials preserves those appearances; deleting materials removes them everywhere in Work.
es: Algunos materiales también aparecen en otros proyectos. Conservar materiales mantiene esas apariciones; eliminarlos los quita de todas partes en Trabajo.
ja: 一部の素材はほかのプロジェクトにもあります。保持するとそれらも残り、削除するとワークスペースのすべての場所から削除されます。
zh_hans: 部分素材也存在于其他项目。保留素材会保留它们在其他项目中的内容；删除素材会从工作台的所有位置移除。

# workdesk.project.empty.message
source: Capture a thought below, or move materials here from Home or another project.
es: Captura una idea abajo o mueve materiales aquí desde Inicio u otro proyecto.
ja: 下で考えを追加するか、ホームや別のプロジェクトから素材を移動してください。
zh_hans: 在下方记录想法，或从主页和其他项目移入素材。

# workdesk.project.empty.title
source: This project is ready for ideas
es: Este proyecto está listo para ideas
ja: このプロジェクトにアイデアを追加できます
zh_hans: 此项目已准备好接收想法

# workdesk.project.name
source: Project name
es: Nombre del proyecto
ja: プロジェクト名
zh_hans: 项目名称

# workdesk.project.new
source: New project
es: Nuevo proyecto
ja: 新しいプロジェクト
zh_hans: 新建项目

# workdesk.project.preview.action
source: Preview contents
es: Previsualizar contenido
ja: 内容をプレビュー
zh_hans: 预览内容

# workdesk.project.preview.close
source: Close preview
es: Cerrar vista previa
ja: プレビューを閉じる
zh_hans: 关闭预览

# workdesk.project.preview.materialActions
source: Material actions
es: Acciones del material
ja: 素材の操作
zh_hans: 素材操作

# workdesk.project.preview.open
source: Open project
es: Abrir proyecto
ja: プロジェクトを開く
zh_hans: 打开项目

# workdesk.project.previewEmpty
source: Drop materials into this project
es: Suelta materiales en este proyecto
ja: 素材をこのプロジェクトにドロップ
zh_hans: 将素材拖入此项目

# workdesk.project.rename
source: Rename project
es: Renombrar proyecto
ja: プロジェクト名を変更
zh_hans: 重命名项目

# workdesk.project.restore
source: Restore project
es: Restaurar proyecto
ja: プロジェクトを復元
zh_hans: 恢复项目

# workdesk.project.unavailable
source: This project is no longer available.
es: Este proyecto ya no está disponible.
ja: このプロジェクトは利用できなくなりました。
zh_hans: 此项目已不可用。

# workdesk.projects
source: Projects
es: Proyectos
ja: プロジェクト
zh_hans: 项目

# workdesk.projects.archived
source: Archived
es: Archivado
ja: アーカイブ済み
zh_hans: 已归档

# workdesk.projects.browse
source: Browse projects
es: Explorar proyectos
ja: プロジェクトを見る
zh_hans: 浏览项目

# workdesk.projects.empty
source: Bring related ideas together. Select a few cards to create your first project.
es: Reúne ideas relacionadas. Selecciona unas tarjetas para crear tu primer proyecto.
ja: 関連するアイデアをまとめましょう。カードを選択して最初のプロジェクトを作成できます。
zh_hans: 将相关想法放在一起，选择几张卡片以创建首个项目。

# workdesk.removeFromThisProject
source: Remove from this project
es: Quitar de este proyecto
ja: このプロジェクトから削除
zh_hans: 从此项目移除

# workdesk.result.file
source: Returned file
es: Archivo devuelto
ja: 返却されたファイル
zh_hans: 返回的文件

# workdesk.result.from
source: From %@
es: Desde %@
ja: %@から
zh_hans: 来自 %@

# workdesk.result.openSource
source: Open source conversation
es: Abrir conversación de origen
ja: 元の会話を開く
zh_hans: 打开来源对话

# workdesk.result.remote
source: On gateway · Open source conversation
es: En la pasarela · Abrir conversación de origen
ja: ゲートウェイ上 · 元の会話を開く
zh_hans: 在网关上 · 打开来源对话

# workdesk.result.saved
source: From project conversation
es: Desde una conversación del proyecto
ja: プロジェクトの会話から
zh_hans: 来自项目对话

# workdesk.result.sourceConversation
source: project conversation
es: conversación del proyecto
ja: プロジェクトの会話
zh_hans: 项目对话

# workdesk.search
source: Find an idea or file
es: Buscar una idea o archivo
ja: アイデアやファイルを探す
zh_hans: 查找想法或文件

# workdesk.search.clear
source: Clear search
es: Borrar búsqueda
ja: 検索をクリア
zh_hans: 清除搜索

# workdesk.search.empty
source: No ideas, files or projects match this search. Try another word.
es: Ninguna idea, archivo o proyecto coincide con esta búsqueda. Prueba otra palabra.
ja: 検索に一致するアイデア、ファイル、プロジェクトはありません。別の言葉をお試しください。
zh_hans: 没有符合搜索条件的想法、文件或项目，请换个词。

# workdesk.search.empty.title
source: Nothing found
es: No se encontró nada
ja: 見つかりませんでした
zh_hans: 未找到内容

# workdesk.search.results
source: Search results
es: Resultados de búsqueda
ja: 検索結果
zh_hans: 搜索结果

# workdesk.search.show
source: Show results
es: Mostrar resultados
ja: 結果を表示
zh_hans: 显示结果

# workdesk.select
source: Select
es: Seleccionar
ja: 選択
zh_hans: 选择

# workdesk.select.all
source: Select all
es: Seleccionar todo
ja: すべて選択
zh_hans: 全选

# workdesk.selected.count
source: %lld selected
es: %lld seleccionados
ja: %lld件選択済み
zh_hans: 已选择 %lld 项

# workdesk.sidebar.hide
source: Hide project sidebar
es: Ocultar barra lateral de proyectos
ja: プロジェクトのサイドバーを隠す
zh_hans: 隐藏项目边栏

# workdesk.sidebar.show
source: Show project sidebar
es: Mostrar barra lateral de proyectos
ja: プロジェクトのサイドバーを表示
zh_hans: 显示项目边栏

# workdesk.tour.back
source: Previous step
es: Paso anterior
ja: 前のステップ
zh_hans: 上一步

# workdesk.tour.capture.mac.action
source: Capture to Work…
es: Capturar en Trabajo…
ja: ワークスペースに取り込む…
zh_hans: 采集到工作台…

# workdesk.tour.capture.mac.brief
source: Right-click the menu-bar duck and choose Capture to Work. Save a screenshot, a thought, or both.
es: Haz clic derecho en el pato de la barra de menús y elige Capturar en Trabajo. Guarda una captura de pantalla, una idea o ambas.
ja: メニューバーのアヒルを右クリックして「ワークスペースに取り込む」を選びます。スクリーンショット、考え、または両方を保存できます。
zh_hans: 右键点按菜单栏的鸭子，选择“采集到工作台”。可以保存截屏、想法，或两者一起保存。

# workdesk.tour.capture.phone.brief
source: In another app, choose Share → Conduck → Add to Work. It will be waiting on Home.
es: En otra app, elige Compartir → Conduck → Añadir a Trabajo. Te estará esperando en Inicio.
ja: 別のアプリで共有 → Conduck → ワークスペースに追加を選びます。ホームに保存されます。
zh_hans: 在其他 App 中选择“共享”→“Conduck”→“添加到工作台”，内容会保存在主页。

# workdesk.tour.capture.title
source: Catch it where you find it
es: Captúralo donde lo encuentres
ja: 見つけた場所から取り込む
zh_hans: 随处捕捉灵感

# workdesk.tour.collect.subtitle
source: Type or speak a thought, or add links, screenshots and files. Adding to Work doesn’t send them to your AI.
es: Escribe o di una idea, o añade enlaces, capturas y archivos. Añadirlos a Trabajo no los envía a tu IA.
ja: 考えを入力・録音したり、リンク、スクリーンショット、ファイルを追加したりできます。ワークスペースへの追加ではAIに送信しません。
zh_hans: 键入或说出想法，或添加链接、截屏和文件。添加到工作台不会将它们发送给 AI。

# workdesk.tour.collect.title
source: A home for your next idea
es: Un lugar para tu próxima idea
ja: 次のアイデアの置き場所
zh_hans: 给下一个想法一个归处

# workdesk.tour.done
source: Go to Work
es: Ir a Trabajo
ja: ワークスペースへ
zh_hans: 前往工作台

# workdesk.tour.example.add
source: Add to Work
es: Añadir a Trabajo
ja: ワークスペースに追加
zh_hans: 添加到工作台

# workdesk.tour.example.project
source: Website refresh
es: Renovar el sitio web
ja: Webサイトの刷新
zh_hans: 网站更新

# workdesk.tour.example.project.count
source: 2 materials
es: 2 materiales
ja: 素材2件
zh_hans: 2 项素材

# workdesk.tour.example.task
source: Draft a clearer homepage.
es: Redacta una página de inicio más clara.
ja: 分かりやすいホームページを下書き。
zh_hans: 起草更清晰的首页。

# workdesk.tour.next
source: Next
es: Siguiente
ja: 次へ
zh_hans: 下一步

# workdesk.tour.progress
source: %lld of 4
es: %lld de 4
ja: %lld／4
zh_hans: %lld / 4

# workdesk.tour.progress.accessibility
source: Step %lld of 4
es: Paso %lld de 4
ja: ステップ%lld／4
zh_hans: 第 %lld 步，共 4 步

# workdesk.tour.project.subtitle
source: Use Select to group related materials in a project. Open its folder to see them together.
es: Usa Seleccionar para agrupar materiales relacionados en un proyecto. Abre su carpeta para verlos juntos.
ja: 「選択」で関連する素材をプロジェクトにまとめます。フォルダを開くと一覧で確認できます。
zh_hans: 使用“选择”将相关素材归入项目，打开项目文件夹即可一起查看。

# workdesk.tour.project.title
source: Bring related ideas together
es: Reúne ideas relacionadas
ja: 関連するアイデアをまとめる
zh_hans: 汇集相关想法

# workdesk.tour.request.subtitle
source: Start a new conversation in your project. Choose materials, write a task, then review and send to your chosen AI.
es: Inicia una conversación nueva en tu proyecto. Elige materiales, escribe una tarea, revisa y envía a la IA elegida.
ja: プロジェクトで新しい会話を始めます。素材を選び、タスクを書き、内容を確認して選択したAIに送信してください。
zh_hans: 在项目中新建对话。选择素材、撰写任务，再检查并发送给所选 AI。

# workdesk.tour.request.title
source: Give your AI the right context
es: Dale a tu IA el contexto adecuado
ja: AIに適切な文脈を渡す
zh_hans: 为 AI 提供合适的上下文

# workdesk.tour.skip
source: Skip tour
es: Omitir recorrido
ja: ツアーをスキップ
zh_hans: 跳过导览

# workdesk.transfer.cancelHint
source: Release here to cancel
es: Suelta aquí para cancelar
ja: ここで離してキャンセル
zh_hans: 在此松开以取消

# workdesk.transfer.moveTo
source: Move to %@
es: Mover a %@
ja: %@に移動
zh_hans: 移到 %@

# workdesk.undo.action
source: Undo
es: Deshacer
ja: 元に戻す
zh_hans: 撤销

# workdesk.undo.dismiss
source: Dismiss undo message
es: Cerrar mensaje de deshacer
ja: 取り消しメッセージを閉じる
zh_hans: 关闭撤销提示

# workdesk.undo.organization
source: Organise materials
es: Organizar materiales
ja: 素材を整理
zh_hans: 整理素材

# workdesk.undo.updated
source: Materials organised
es: Materiales organizados
ja: 素材を整理しました
zh_hans: 素材已整理

# workdesk.update.failed
source: Couldn’t update the desk
es: No se pudo actualizar el escritorio
ja: ワークスペースを更新できませんでした
zh_hans: 无法更新工作台

source: ⌘⇧1 — Ask by voice or text: press again to send
es: ⌘⇧1 — Preguntar por voz o texto: pulsa de nuevo para enviar
ja: ⌘⇧1 — 音声またはテキストで質問：もう一度押して送信
zh_hans: ⌘⇧1 — 语音或文字提问：再按一次发送

source: ⌘⇧2 — Screenshot & Ask: drag a region, then ask; both send together
es: ⌘⇧2 — Capturar y preguntar: selecciona una zona y pregunta; ambas cosas se envían juntas
ja: ⌘⇧2 — スクリーンショットで質問：範囲を選択して質問すると、まとめて送信されます
zh_hans: ⌘⇧2 — 截屏并提问：拖动选择区域，然后提问；两者一起发送

source: Apple (On-Device)
es: Apple (en el dispositivo)
ja: Apple（デバイス上）
zh_hans: Apple（设备端）

source: Custom (OpenAI-compatible)
es: Personalizado (compatible con OpenAI)
ja: カスタム（OpenAI互換）
zh_hans: 自定义（兼容 OpenAI）
